[ItemDefs.ID_DrZedAntidote MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use."
ItemName="Antibiotic Dr"
PickupMessage="You have %s"
UseFailureLevelMessage="To use this function you must have at least %d.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in general"

[ItemDefs.ID_DrZedAntidote:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="it will happen.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_InfectedBodyPart MissionItemDefinition]
UseFailureCharacterMessage="We must %s Use this feature."
ItemName="Affected body part"
PickupMessage="one way or another %s"
UseFailureLevelMessage="You must have at least %d to use this item.."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="gender"

[ItemDefs.ID_InfectedBodyPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ah... a disease where science meets love.."
NoConstraintText=""
Suffix=""
Prefix=""

[M_HypocriticalOathPart1 MissionDefinition]
MissionName="Hypocritical talk."
MissionDescription="Of course, Z can heal those that Hector has encountered. It would be great if Tanish would focus on this process. It's all about achieving the goal of destroying and scaring the infected; Read them."
TurnInDescription="So super stupid. You didn't see it. Or maybe he is."
MissionSummary="When studying the modified model, Dr. Please Jade.."
MissionGiver="Ph.D. Jasper"
MissionTurnInLocation="do what the doctor says"
TeaserText="Dr. Only Jade can save this poor mutant. No."

[M_HypocriticalOathPart1:BringPartsZed MissionObjectiveDefinition]
ProgressMessage="Take the sick part of your body"

[M_HypocriticalOathPart1:CollectInfectedbodyparts MissionObjectiveDefinition]
ProgressMessage="Kill the infected and collect the body parts"

[M_HypocriticalOathPart1:Killfailedexperiment MissionObjectiveDefinition]
ProgressMessage="Don't try to fail"

[M_HypocriticalOathPart1:OpenCell MissionObjectiveDefinition]
ProgressMessage="open eyes"

[M_HypocriticalOathPart1:Set_BringPartsZed MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart1:Set_KillFailedExperiment MissionObjectiveSetDefinition]
MissionSummaryOverride="Z's attempt failed."
MissionDescriptionOverride="Dr. Z can now heal Hector's victims. After carefully examining the mutant's body, he developed blood that transformed him into a monstrous creature that defies the laws of God and man. Please put him (the mutant, not Dr. Z) out of his misery.)."

[M_HypocriticalOathPart1:Set_OpenCell MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart1:Set_PickUpBodyparts MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HypocriticalOathPart1:Set_ShootInfected MissionObjectiveSetDefinition]
MissionSummaryOverride="Life Doctoral Thesis. Try treatment Z."
MissionDescriptionOverride=""

[M_HypocriticalOathPart1:Set_TakeAntidote MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="dr. After carefully studying the mutants, he devised a solution, although first he had to test whether it would work in an experiment.."

[M_HypocriticalOathPart1:ShootInfected MissionObjectiveDefinition]
ProgressMessage="Focus on the experience"

[M_HypocriticalOathPart1:TakeAntidote MissionObjectiveDefinition]
ProgressMessage="take medicine"

